Repository: addon-rajada/plugin.video.year-explorer
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #32000
source: Search
pt_br: Pesquisar

# #32002
source: Welcome to Year Explorer
pt_br: Bem-vindo ao Year Explorer

# #32003
source: Elementum/Jacktook/Torrest/Haru and Rajada are needed for Torrent search Contact: addon.rajada@proton.me
pt_br: Necessário Elementum/Jacktook/Torrest/Haru e Rajada para realizar busca dos Torrents Contato pelo email: addon.rajada@proton.me

# #32004
source: Previous page
pt_br: Página anterior

# #32005
source: Next page
pt_br: Próxima página

# #32006
source: Elementum and Burst/Rajada are needed
pt_br: Necessário Elementum e Burst/Rajada

# #32007
source: Jacktook and Elementum/Torrest are needed
pt_br: Necessário Jacktook e Elementum/Torrest

# #32008
source: Torrest, Flix and Flix Rajada are needed
pt_br: Necessário Torrest, Flix e Flix Rajada

# #32009
source: Failed to load movies
pt_br: Falha ao carregar filmes

# #32010
source: Failed to load Movies
pt_br: Falha ao Carregar Filmes

# #32011
source: Failed to load TV shows
pt_br: Falha ao carregar séries

# #32012
source: Failed to load similar content
pt_br: Falha ao carregar conteúdo similar

# #32013
source: Failed to load recommended content
pt_br: Falha ao carregar conteúdo recomendado

# #32014
source: Similar content
pt_br: Conteúdo similar

# #32015
source: Search with original title
pt_br: Buscar com título original

# #32016
source: API language
pt_br: Idioma da API

# #32017
source: General
pt_br: Geral

# #32018
source: No IMDB
pt_br: Sem IMDB id

# #32019
source: No TVDB
pt_br: Sem TVDB id

# #32020
source: Title
pt_br: Título

# #32021
source: Air date: %s Episodes: %s Vote average: %s %s
pt_br: Estreia: %s Episódios: %s Nota: %s %s

# #32022
source: Movie Year: %s Vote average: %s (%s votes) %s
pt_br: Filme Ano: %s Nota: %s (%s votos) %s

# #32023
source: TV Show Year: %s Vote average: %s (%s votes) %s
pt_br: Série Ano: %s Nota: %s (%s votos) %s

# #32024
source: Air date: %s Vote average: %s (%s votes) Runtime: %s minutes %s
pt_br: Estreia: %s Nota: %s (%s votos) Duração: %s minutos %s

# #32025
source: Winner
pt_br: Vencedor

# #32026
source: Nominee
pt_br: Indicado

# #32027
source: Oscar Winners
pt_br: Vencedores do Oscar

# #32028
source: Oscar Winners and Nominees
pt_br: Vencedores e Indicados do Oscar

# #32029
source: Haru and Elementum/Torrest are needed
pt_br: Necessário Haru e Elementum/Torrest

# #32030
source: Container Content Type
pt_br: Tipo de Conteúdo do Container

# #32031
source: View Mode
pt_br: Modo de Visualização

# #32032
source: Top Rated
pt_br: Top

# #32033
source: Jacktook Version
pt_br: Versão do Jacktook

# #32034
source: English Title
pt_br: Título em Inglês

# #32035
source: Japanese Title
pt_br: Título em Japonês
